espressif/esp-serial-flasher/examples/esp32_spi_load_ram_example/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_SERIAL_FLASHER_PORT_SPI=y
